Repository: JohanAnim/Note-diary
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: fr, it, pt, ru, uk

source: Note diary
ru: Not Günlüğü
uk: Щоденник нотаток

source: Abrir la ventana de Note diary
it: Apri la finestra del diario delle note
pt: Abrir a janela do Note diary
ru: Not günlüğü penceresini aç
uk: Відкрити діалог щоденника нотаток

source: Ya hay una instancia de Note diary abierta
it: Esiste già un'istanza di Note diary aperta
pt: Já existe uma instância aberta
ru: Not Günlüğü penceresi zaten açık
uk: Екземпляр щоденника нотаток вже відкрито

source: Abrir la lista de diarios
it: Apri l'elenco dei giornali
pt: Abrir a lista de diários
ru: Günlük listesini açar
uk: Відкрити список щоденників

source: &Más opciones
it: &Più opzioni
pt: &Mais opções
ru: &Daha fazla seçenek
uk: &Додаткові опції

source: Más opciones
it: Più opzioni
pt: Mais opções
ru: Daha fazla seçenek
uk: Додаткові опції

source: Abre el menú de opciones
it: Apri il menu delle opzioni
pt: Abre o menu de opções
ru: Seçenekler menüsünü aç
uk: Відкриває меню параметрів

source: Búsqueda
it: Ricerca
ru: Ara
uk: Пошук

source: Buscar:
it: Cercare:
ru: Arama:
uk: Шукати:

source: Filtrar por:
it: Filtra per:
ru: Şuna göre Filtrele:
uk: Фільтрувати за:

source: &Diarios
it: &Quotidiano
pt: &diários
ru: &Günlükler
uk: &Щоденники

source: &Información
it: &Informazione
pt: &Informações
ru: B&ilgi
uk: &Інформація

source: Seleccione un diario o un capítulo para ver su información
it: Seleziona un giornale o un capitolo per visualizzarne le informazioni
pt: Selecione um diário ou capítulo para ver suas informações
ru: Bilgilerini görebilmek için bir Günlük veya bölüm seçin
uk: Виберіть щоденник або розділ, щоб переглянути інформацію про нього

source: &Cerrar
it: &Vicino
pt: &Fechar
ru: &Kapat
uk: &Закрити

source: Nuevo diario
it: Nuovo caseificio
pt: Novo diário
ru: Yeni günlük
uk: Новий щоденник

source: Nuevo capítulo
it: Nuovo capitolo
pt: Novo capítulo
ru: Yeni bölüm
uk: Новий розділ

source: Importar diarios
it: riviste di importazione
pt: Importar diários
ru: Günlükleri içe aktar
uk: Імпортувати щоденники

source: Exportar diarios
it: Esporta riviste
pt: Exportar diários
ru: Günlükleri dışa aktar
uk: Експортувати щоденники

source: Acerca de...
it: Di...
pt: Sobre.
ru: Hakkında...
uk: Про додаток.

source: Documentación
it: Documentazione
pt: Documentação
ru: Yardım
uk: Документація

source: Ayuda
it: Aiuto
pt: Ajuda
ru: Yardım
uk: Довідка

source: Se encontró {} resultado
it: trovato {} risultato
ru: {} sonuç bulundu
uk: Знайдено {} результат

source: Se encontraron {} resultados
it: Sono stati trovati {} risultati
ru: {} sonuç bulundu
uk: Знайдено {} результатів

source: No se encontraron resultados
it: nessun risultato trovato
ru: Sonuç bulunamadı
uk: Нічого не знайдено

source: Editar... Intro
it: Modifica... Entra
pt: Editar... Enter
ru: Düzenle... Enter
uk: Редагувати... Вступ

source: Eliminar... Suprimir
it: Elimina... Elimina
pt: Apagar… Delete
ru: Sil... Sil
uk: Видалити... Delete

source: Renombrar... F2
it: Rinomina... F2
pt: Renomear… F2
ru: Yeniden Adlandır... F2
uk: Перейменувати... F2

source: Introduce el nombre del diario
it: Inserisci il nome della rivista
pt: Digite o nome do diário
ru: Günlük adını girin
uk: Введіть назву щоденника

source: al parecer este diario ya existe. revise que el nombre no coinsida con otro diario.
it: A quanto pare questo diario esiste già. Verificare che il nome non coincida con un'altra rivista.
pt: aparentemente, este diário já existe. Verifique se o nome não corresponde a outro diário.
ru: bu günlük zaten mevcut. girdiğiniz adı kontrol edin.
uk: здається, що такий щоденник вже існує. перевірте, чи не збігається назва з іншим щоденником.

source: No hay ningún diario. Por favor cree uno nuevo.
it: Non c'è diario. Si prega di crearne uno nuovo.
pt: Não existe diários. Crie um novo.
ru: Günlük yok. Lütfen yeni bir tane oluşturun.
uk: Тут немає щоденника. Будь ласка, створіть новий.

source: Error
fr: Erreur
it: Errore
pt: Erro
ru: Hata
uk: Помилка

source: Introduce el nombre del capítulo
it: Inserisci il nome del capitolo
pt: Digite o nome do capítulo
ru: Bölüm adını girin
uk: Введіть назву розділу

source: al parecer este capítulo ya existe. revise que el nombre no coinsida con otro capítulo.
it: A quanto pare questo capitolo esiste già. controllare che il nome non coincida con un altro capitolo.
pt: aparentemente, este capítulo já existe. Verifique se o nome não corresponde a outro capítulo.
ru: bu bölüm zaten mevcut. girdiğiniz adı kontrol edin.
uk: здається, що цей розділ вже існує. перевірте, чи не збігається назва з назвою іншого розділу.

source: Debe seleccionar un diario para crear un nuevo capítulo
it: Devi selezionare un diario per creare un nuovo capitolo
pt: Deve selecionar um diário para criar um novo capítulo
ru: Yeni bir bölüm oluşturmak için bir günlük seçmelisiniz
uk: Ви повинні вибрати щоденник, щоб створити новий розділ

source: El archivo está dañado
it: Il file è danneggiato
pt: O arquivo está danificado
ru: Dosya zarar görmüş
uk: Файл пошкоджено

source: El archivo está vacío
it: il file è vuoto
pt: O arquivo está vazio
ru: Dosya boş
uk: Файл порожній

source: ¿el archivo con el nombre %s ya existe, te gustaría importarlo aún así?
it: il file con nome %s esiste già, vuoi comunque importarlo?
pt: the file with name %s already exists, would you still like to import it?
ru: %s adlı dosya zaten mevcut, yine de içe aktarmak istiyor musunuz?
uk: файл з іменем %s уже існує, ви все одно бажаєте його імпортувати?

source: Archivo existente
it: file esistente
pt: Arquivo existente.existing file
ru: Mevcut dosya
uk: Файл вже існує

source: El archivo se importó correctamente
it: Il file è stato importato correttamente
pt: Arquivo importado com sucesso
ru: Dosya başarıyla içe aktarıldı
uk: Файл успішно імпортовано

source: Éxito
it: Successo
pt: Sucesso
ru: Başarılı
uk: Успішно

source: Editando el capítulo:
it: Modifica del capitolo:
pt: Editando o capítulo:
ru: Bölüm düzenleme:
uk: Редагування розділу:

source: Conte&nido:
it: Contenuto:
pt: Conte&nt:
ru: İ&çerik:
uk: &Вміст:

source: Opciones de copiado
it: opzioni di copia
pt: Opções de cópia
ru: Kopyalama seçenekleri
uk: Параметри копіювання

source: Copiar la línea actual &al portapapeles
it: Copia la riga corrente e negli appunti
pt: Copie a linha atual para a área de transferência
ru: Geçerli s&atırı panoya kopyala
uk: Скопіювати поточний рядок &у буфер обміну

source: Co&piar todo el documento
it: Co&pia l'intero documento
pt: Copiar todo o documento
ru: Tüm belgeyi ko&pyala
uk: &Скопіювати весь документ

source: &Guardar
it: &Mantenere
pt: &Salvar
ru: &Kaydet
uk: &Зберегти

source: El capítulo a sido editado, ¿desea guardar los cambios?
it: Il capitolo è stato modificato, vuoi salvare le modifiche?
pt: O capítulo foi editado, deseja salvar as alterações?
ru: Bölüm düzenlendi, değişiklikleri kaydetmek istiyor musunuz?
uk: Розділ відредаговано, зберегти зміни?

source: Guardar
it: Mantenere
pt: Salvar
ru: Kaydet
uk: Зберегти

source: ¿Está seguro de que desea eliminar el diario
it: Sei sicuro di voler eliminare il diario
pt: Tem certeza que quer apagar o diário?
ru: Günlüğü silmek istediğinizden emin misiniz?
uk: Ви впевнені, що хочете видалити щоденник

source: ? Tome en cuenta que esta acción no es rebersible, y que también eliminará todos los capítulos del diario
it: ? Si noti che questa azione non è reversibile e rimuoverà anche tutti i capitoli dalla rivista
ru: ? Bu işlemin geri alınamayacağını ve ayrıca günlükten tüm bölümleri kaldıracağını unutmayın

source: Eliminar diario
it: eliminare il diario
pt: Apagar diário
ru: Günlüğü sil
uk: Видалити щоденник

source: ¿Está seguro de que desea eliminar el capítulo
it: Sei sicuro di voler eliminare il capitolo
pt: Tem certeza que quer apagar o capítulo?
ru: Bölümü silmek istediğinizden emin misiniz?
uk: Ви впевнені, що хочете видалити розділ

source: Eliminar capítulo
it: eliminare il capitolo
pt: Apagar capítulo
ru: Bölümü sil
uk: Видалити розділ

source: Ingrese el nuevo nombre del diario
it: Immettere il nuovo nome del giornale
ru: Yeni günlük adını girin

source: Renombrar diario
it: rinomina rivista
ru: Günlüğü yeniden adlandır

source: &Renombrar
it: &rinominare
pt: &renomear
ru: Yeniden Adlandı&r
uk: &перейменувати

source: Ingrese el nuevo nombre del capítulo
it: Inserisci il nuovo nome del capitolo
ru: Yeni bölüm adını girin

source: Renombrar capítulo
it: rinominare il capitolo
ru: Bölümü yeniden adlandır

source: Se ha actualizado la ventana
it: la finestra è stata aggiornata
pt: Tela atualizada
ru: Pencere güncellendi
uk: Діалог оновлено

source: Nombre del diario: {0} Fecha de creación: {1} Fecha de modificación: {2} Número de capítulos: {3}
it: Nome rivista: {0} Data di creazione: {1} Data di modifica: {2} Numero di capitoli: {3}
pt: Nome do diário: {0} Data de criação: {1} Data de modificação: {2} Número de capítulos: {3}
ru: Günlük Adı: {0} Oluşturma tarihi: {1} Değiştirme tarihi: {2} Bölüm sayısı: {3}
uk: Назва щоденника: {0} Дата створення: {1} Дата зміни: {2} Кількість розділів: {3}

source: Capítulo: {0} Pertenece al diario: {1} Fecha de creación: {2} Fecha de modificación: {3} Número de páginas: {4}
it: Capitolo: {0} Appartiene alla rivista: {1} Data di creazione: {2} Data di modifica: {3} Numero di pagine: {4}
pt: Capítulo: {0} Pertense ao diário: {1} Data de criação: {2} Data de modificação: {3} Número de páginas: {4}
ru: Bölüm: {0} Günlüğe ait: {1} Oluşturma tarihi: {2} Değiştirme tarihi: {3} Sayfa sayısı: {4}
uk: Розділ: {0} Належить до щоденника: {1} Дата створення: {2} Дата зміни: {3} Кількість сторінок: {4}

source: Verción actual:
it: Versione attuale:
pt: Versão atual:
ru: Geçerli Sürüm:
uk: Поточна версія:

source: Descripción:
it: Descrizione:
pt: Descrição:
ru: Açıklama:
uk: Опис:

source: Note Diary
ru: Not Günlüğü
uk: Щоденник нотаток

source: Activar sonidos
it: attivare i suoni
pt: Ativar sons
ru: Sesleri etkinleştir
uk: Активувати звуки

source: Este complemento te permite tener un espacio para guardar tus notas muy rápidamente con mucha eficiencia. Escribe, accede, guarda y borra tus notas con tan solo un par de teclas.
it: Questo plugin ti consente di avere uno spazio per salvare le tue note molto rapidamente con molta efficienza. Scrivi, accedi, salva ed elimina le tue note con solo un paio di tasti.
ru: Bu eklenti, notlarınızı büyük bir verimlilikle çok hızlı bir şekilde kaydetmek için bir alana sahip olmanızı sağlar. Sadece birkaç tuşla notlarınızı yazın, erişin, kaydedin ve silin.

source: Este complemento te permite tener un espacio para guardar tus notas muy rápidamente con mucha eficiencia. Escribe, accede, guarda y borra tus notas con tan solo un par de teclas.
pt: Este plugin permite que você tenha um espaço para salvar suas anotações de forma muito rápida e com muita eficiência. Escreva, acesse, salve e exclua suas notas com apenas algumas teclas.

source: &AcortadorURL
fr: &RéduireURL

source: Activar la ventana de AcortadorURL
fr: Activer la fenêtre RéduireURL

source: AcortadorURL
fr: RéduireURL

source: &Servicios acortadores disponibles:
fr: &Services réducteurs d'URLs disponibles:

source: &url para acortar:
fr: &URL à réduire:

source: &Acortar URL
fr: &Réduire URL

source: &Dirección URL acortada:
fr: &Adresse URL réduite:

source: &Copiar al portapapeles
fr: &Copier dans le presse-papiers

source: Salir Alt+F4
fr: Quitter Alt+F4

source: No puedes dejar el campo de la url en blanco para acortar. Asegúrate de introducir una URL correcta.
fr: Vous ne pouvez pas laisser le champ URL vide à réduire. Assurez-vous d'entrer l'URL correcte.

source: La URL que a introducido no es correcta. Asegúrese de introducir una URL valida.
fr: L'URL que vous avez entré est incorrect. Assurez-vous d'entrer une URL valide.

source: No se pudo generar la URL acortada. La conexión con el servicio fallo. Inténtelo de nuevo y si el problema persiste elija otro servicio acortador.
fr: Impossible de générer l'URL réduite. La connexion au service a échoué. S'il vous plaît essayer de nouveau et si le problème persiste choisissez un autre service réducteur.

source: No hay ninguna URL acortada. Tiene que generar una antes para copiarla al portapapeles.
fr: Aucune URL réduite. Vous devez générer une avant afin de la copier dans le presse-papiers.

source: Se a copiado la URL al portapapeles. Ya puede compartirla.
fr: L'URL a été copiée dans le presse-papiers. Vous pouvez désormais le partager.

source: Acorta URLs facilmente.
fr: Réduire URLs facilement.
